Repository: okcomput3/wayfire-vertical-desktop
Catalog: locale/*/LC_MESSAGES/wf-plugin-oswitch.po
Languages: ro_ro

source: Output Switcher
ro_ro: Schimbător de ecrane

source: A plugin to change the focused output.
ro_ro: Un modul pentru a schimba ecranul focalizat.

source: Next output
ro_ro: Ecranul următor

source: Moves focus to the next output with the specified activator.
ro_ro: Mută focalizarea la ecranul următor cu activatorul specificat.

source: Next output with window
ro_ro: Ecranul următor cu fereastră

source: Moves focus to the next output with the focused window with the specified activator.
ro_ro: Mută focalizarea la ecranul următor împreună cu fereastra focalizată, cu activatorul specificat.

source: Previous output
ro_ro: Ecranul anterior

source: Moves focus to the previous output with the specified activator.
ro_ro: Mută focalizarea la ecranul anterior cu activatorul specificat.

source: Previous output with window
ro_ro: Ecranul anterior cu fereastră

source: Moves focus to the previous output with the focused window with the specified activator.
ro_ro: Mută focalizarea la ecranul anterior împreună cu fereastra focalizată, cu activatorul specificat.

source: Left output
ro_ro: Ecranul din stânga

source: Moves focus to the output on the left.
ro_ro: Mută focalizarea la ecranul din stânga.

source: Right output
ro_ro: Ecranul din dreapta

source: Moves focus to the output on the right.
ro_ro: Mută focalizarea la ecranul din dreapta.

source: Above output
ro_ro: Ecranul de deasupra

source: Moves focus to the output above.
ro_ro: Mută focalizarea la ecranul de deasupra.

source: Below output
ro_ro: Ecranul de dedesubt

source: Moves focus to the output below.
ro_ro: Mută focalizarea la ecranul de dedesubt.
