Repository: okcomput3/wayfire-vertical-desktop
Catalog: locale/*/LC_MESSAGES/wf-plugin-idle.po
Languages: ro_ro

source: Idle
ro_ro: Inactivitate

source: A plugin for idle settings, such as the screensaver and DPMS.
ro_ro: Un modul pentru opțiuni de inactivitate, precum protectorul de ecran și DPMS.

source: Toggle
ro_ro: Comutare

source: Disables the compositor going idle with the specified activator. Pressing again reactivates.
ro_ro: Previne compozitorul din a deveni inactiv cu activatorul specificat. Apăsarea din nou reactivează.

source: Screensaver timeout
ro_ro: Timp înaintea pornirii protectorului de ecran

source: Displays the screensaver after the specified seconds of inactivity. Setting the value to **-1** disables the screensaver.
ro_ro: Afișează protectorul de ecran după timpul specificat de inactivitate, în secunde; reglarea la -1 îl dezactivează.

source: DPMS timeout
ro_ro: Timp înaintea DPMS

source: Enters power saving mode after the specified seconds of inactivity. Setting the value to **-1** disables power saving.
ro_ro: Activează modul de economisire a energiei după timpul specificat de inactivitate, în secunde. Reglarea la -1 dezactivează modul economic.

source: Disable on fullscreen
ro_ro: Dezactivare la ecran complet

source: Disables idle on fullscreen.
ro_ro: Dezactivează inactivitatea când ceva este în ecran complet.

source: Disable idle timeout initially
ro_ro: Dezactivează cronometrul de inactivitate în mod implicit

source: Disables idle timeout innitially as if the toggle was called once after loading the plugin.
ro_ro: Dezactivează în mod implicit cronometrul de inactivitate după încărcarea modulului, ca și cum ar fi fost activat comutatorul.

source: Cube zoom speed
ro_ro: Viteză micșorare pentru cub

source: Sets the zoom speed. The speed means how long it will take from the time the screensaver starts to the time the cube reaches `idle.cube_max_zoom`.
ro_ro: Stabilește viteza micșorării, adică cât de mult timp durează ca cubul protectorului de ecran să ajungă la `idle.cube_max_zoom` după pornire.

source: Cube rotate speed
ro_ro: Viteza rotirii cubului

source: Sets the speed rotation of the cube.
ro_ro: Stabilește viteza cu care se învârte cubul.

source: Cube max zoom
ro_ro: Micșorare maximă a cubului

source: Sets the maximum zoom level.
ro_ro: Stabilește nivelul maxim de micșorare.
